Repository: yesser-studios/Yesser-Notes
Catalog: yNotes/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz

# AutoClearTB.OffContent
source: Automatically Clear Text Box
cs_cz: Automaticky Vyčistit Textové Pole

# AutoClearTB.OnContent
source: Automatically Clear Text Box
cs_cz: Automaticky Vyčistit Textové Pole

# Cancel.ToolTipService.ToolTip
source: Cancel (Escape)
cs_cz: Zrušit (Escape)

# Clear.Label
source: Clear All
cs_cz: Vymazat Vše

# ClearFlyoutText.Text
source: All your notes will be removed. You won't be able to undo this action. Do you want to continue?
cs_cz: Všechny vaše poznámky budou odstraněny. Tuto akci nebudete moci vrátit zpět. Chcete pokračovat?

# ClearOK.Content
source: Yes, clear all my notes
cs_cz: Ano, vymazat všechny poznámky

# Delete.ToolTipService.ToolTip
source: Remove Selected (Delete)
cs_cz: Smazat vybrané (Delete)

# Edit.ToolTipService.ToolTip
source: Edit Selected (Ctrl + E)
cs_cz: Upravit vybranou (Ctrl + E)

# Export.Label
source: Export
cs_cz: Exportovat

# ExportDialog.PrimaryButtonText
source: Export
cs_cz: Exportovat

# ExportDialog.SecondaryButtonText
source: Cancel
cs_cz: Zrušit

# Import.Label
source: Import
cs_cz: Importovat

# ImportDialog.PrimaryButtonText
source: Import
cs_cz: Importovat

# ImportDialog.SecondaryButtonText
source: Cancel
cs_cz: Zrušit

# NoNote.Subtitle
source: You need to select a note before editing it!
cs_cz: Musíte vybrat poznámku předtím, než ji budete moci upravit!

# NoNote.Title
source: No Notes Selected!
cs_cz: Žádné Poznámky Nebyly Vybrány!

# NoSelectedFile.Text
source: No selected file!
cs_cz: Není vybraný soubor!

# Preview.Text
source: Preview:
cs_cz: Náhled:

# ReportHeader.Text
source: To report a bug or suggest a feature, please contact us:
cs_cz: Pro nahlášení chyby nebo návrhu funkce nás prosím kontaktujte zde:

# Save.ToolTipService.ToolTip
source: Save (Enter)
cs_cz: Uložit (Enter)

# SelectedFile.Text
source: Selected file:
cs_cz: Vybraný soubor:

# SelectFileB.Content
source: Select File
cs_cz: Vybrat Soubor

# Settings.Label
source: Settings
cs_cz: Nastavení

# SettingsDialog.PrimaryButtonText
source: Save
cs_cz: Uložit

# SettingsDialog.Title
source: Settings
cs_cz: Nastavení

# TextBox.PlaceholderText
source: Enter your note here.
cs_cz: Napište sem svoji poznámku.

# TextEditing.Text
source: Note Saving
cs_cz: Ukládání Poznámek

# WhatsNewTT.CloseButtonContent
source: Got it!
cs_cz: Mám to!

# WhatsNewTT.Subtitle
source: Version 1.1.3: + Added a contact email for bug reports and feature requests. Version 1.1.2: O Made the text box centred. Version 1.1.1: + Added an indicator of the note length limit + Added note text wrapping Version 1.1.0: + Import notes from a text file! + Added Xbox support! (Notes are NOT stored in the cloud) + Added x86 system support + Added a "What's new" popup
cs_cz: Verze 1.2.1: Změnili jsme styl změn k trochu čitelnější podobě. Když vkládáte prázdnou poznámku tlačítkem Vložit, aplikace již nespadne. Do okna "Co je nového" píšeme jen poslední verzi. Přidali jsme do něj tlačítko pro zobrazení celých poznámek změn od verze 1.1.0 v Angličtině.

# WhatsNewTT.Title
source: What's new
cs_cz: Co je nového
